{
    "results" : [
        {
            "info": "Creator",
            "name": "Justin Roiland and Dan Harmon",
            "more": "After meeting at Channel 101, which Harmon helped co-found, Roiland started making an impression with his gruesome but potent humor. It wasn't long before they started collaborating, first on 'House of Cosbys,' and years later in 2012 when Harmon got a call from Adult Swim to create a new primetime show. Harmon, who was tentative about the whole thing because he felt unsuited creating what the channel was looking for and lacked animation experience, called Roiland for help. Meanwhile Roiland himself was stuck in a rut, having just come off three failed animated pilots for Fox, and he jumped at the chance to redevelop Doc and Mharti into Rick and Morty."

        },
        {
            "info": "Release date",
            "name": "December 2, 2013",
            "more": "The first season of the American animated television series, Rick and Morty originally aired in the United States on Cartoon Network's late night programming block, Adult Swim. It premiered on December 2, 2013 with 'Pilot' and ended on April 14, 2014 with 'Ricksy Business', with a total of eleven episodes. The first season received critical acclaim."
        },
        {
            "info": "Genre",
            "name": "Animated sitcom, Science fiction, Black comedy, Adventure",
            "more": "An animated sci-fi series that follows the exploits and adventures of a super scientist and his not-so-bright grandson."
        },
        { 
            "info": "Voice Cast",
            "name": "Justin Roiland, Dan Harmon, Chris Parnell, Spencer Grammer, Sarah Chalke, Kari Wahlgren, Brandon Johnson, Ryan Ridley, Rob Paulsen, Jess Harnell and many more",
            "more": "Justin Roiland as Rick Sanchez, Morty Smith, Mr. Meseeks, Mr. Poopybutthole, Mr. Always Wants to Be Hunted. Dan Harmon as Birdperson, Mr. Nimbus, Mr. Marklovitz, Kevin. Chris Parnell as Jerry Smith. Spencer Grammer as summer Smith. Sarah Chalke as Beth Smith. Kari Wahlgren as Jessica, Cynthia, Samantha, Mother Gaia. Brandon Johnson as Mr. Goldenfold. Ryan Ridley as Frank Palicky, Lighthouse Keeper, Concerto. Rob Paulsen as Snuffles, Centaur. Jess Harnell as Scary Terry, Ruben" 
        },
        {   "info": "Season",
            "name": "Until now Rick and Morty has 5 Seasons",
            "more": "Season 1 consists of 11 episodes, while the other 4 seasons have 10 episodes. The final season starts broadcasting on June 20, 2021 until September 5, 2021"

        },
        {
            "info": "Synopsis",
            "name": "",
            "more": "An animated series on adult-swim about the infinite adventures of Rick, a genius alcoholic and careless scientist, with his grandson Morty, a 14 year-old anxious boy who is not so smart. Together, they explore the infinite universes; causing mayhem and running into trouble."
        },

        {
            "info": "Soundtrack",
            "name": "Every season have their own soundtrack",
            "more": "Season 1 have 26 songs, season 2 have 24 songs, season 3 have 20 songs, season 4 have 11 songs and season 5 have 14 songs."
        }
    
    ]
}